Repository: cloudyyoung/hamlet-city-lamp
Catalog: languages/*.po
Languages: french, german, italian, japanese, portuguese, russian, spanish

# STRINGS.NAMES.CITY_LAMP
source: Lamp Post
french: Lampadaire
german: Straßenlaterne
italian: Lampione antico
japanese: 街灯
portuguese: Poste de Luz
russian: Фонарь
spanish: Farola

# STRINGS.RECIPE_DESC.CITY_LAMP
source: I can't believe I can make this.
german: Nicht zu glauben, dass ich so was machen kann.
italian: Posso costruirlo! Non ci credo!
portuguese: Nem acredito que consigo criar isso.
russian: Не верится, что это моих рук дело.
spanish: No me puedo creer que yo haga esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CITY_LAMP.GENERIC
source: Plain fire. No science involved.
french: Du feu. Sans science ajoutée.
german: Schlichtes Feuer. Ganz unwissenschaftlich.
italian: Semplice fuoco. Niente scienza qui.
japanese: ただの火。科学はいらない。
portuguese: Fogo puro. Não tem ciência alguma nisso.
russian: Обычное пламя. Никакой науки.
spanish: Fuego, simple y llano. Sin ciencia alguna.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CITY_LAMP.ON
source: Lusterless.
french: Sans lustre.
german: Nicht die hellste Leuchte.
italian: Ha perso il lume della ragione.
japanese: 艶なし。
portuguese: Sem brilho.
russian: Туманно.
spanish: Sin brillo ninguno.

# -- STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CITY_LAMP.GENERIC
source: How wonderful! Does it run on direct current or alternating current?
german: Wunderbar! Läuft sie mit Gleichstrom oder Wechselstrom?
italian: Che meraviglia! Funziona a corrente continua o a corrente alternata?
portuguese: Que maravilha! Ela funciona com corrente contínua ou alternada?
russian: Невероятно! Интересно, это переменный или постоянный ток?
spanish: ¡Qué maravilla! ¿Funciona con corriente alterna o continua?

# -- STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CITY_LAMP.ON
source: Presumably they've turned it off to conserve the bulb.
german: Vermutlich haben sie sie ausgemacht, um die Lampe zu schonen.
italian: Presumibilmente, l'hanno spento per non consumare la lampadina.
portuguese: Devem ter desligado para conservar a lâmpada.
russian: Предполагаю, они выключили свет, чтобы сберечь ресурс лампочки.
spanish: Habrán apagado para conservar la bombilla.

# -- STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_LAMP.GENERIC
source: Thanks for keeping me safe, light!
german: Danke, dass du mich beschützt hast, Licht!
italian: Grazie per avermi tenuto al sicuro, luce!
portuguese: Obrigada por me manter a salvo, luz!
russian: Спасибо, что позаботилась о моей безопасности, лампочка!
spanish: ¡Gracias por salvarme el pellejo, luz!

# -- STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_LAMP.ON
source: Pretty sure that's a lamp.
german: Bin ziemlich sicher, dass das eine Lampe ist.
italian: Sono abbastanza sicura che sia una lampada.
portuguese: Tenho quase certeza de que é um poste de luz.
russian: Я уверена, что это лампа.
spanish: Fijo que es una lámpara.

# -- STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_LAMP.GENERIC
source: What an intriguing civilization!
german: Was für eine fesselnde Zivilisation!
italian: Che civiltà affascinante!
portuguese: Que civilização intrigante!
russian: Какая любопытная цивилизация!
spanish: ¡Qué civilización más interesante!

# -- STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_LAMP.ON
source: No need for light in the daytime, I suppose.
german: Tagsüber braucht man kein Licht, schätze ich.
italian: Non c'è bisogno di luce di giorno, suppongo.
russian: Полагаю, днем лишний свет не нужен.
spanish: Supongo que no me hace falta una luz en pleno día.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CITY_LAMP.GENERIC
source: It's a small comfort.
french: Un peu de confort.
german: Ein kleiner Trost.
italian: È un piccolo conforto.
japanese: ちょっと快適になるネ。
portuguese: É um pequeno conforto.
russian: Освещает душу.
spanish: Es un pequeño confort.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CITY_LAMP.ON
source: What a quaint street lamp.
french: Quel lampadaire pittoresque.
german: Was für eine drollige Straßenlaterne.
italian: Che lampione pittoresco.
japanese: なんて趣のある街灯だネ。
portuguese: Que poste de luz peculiar.
russian: Какой очаровательный фонарь.
spanish: Una farola bastante pintoresca.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CITY_LAMP.GENERIC
source: It shines bright this night.
french: Ceci brille fört cette nuit.
german: Sie strahlt hell heute Nacht.
italian: Brilla luminosa questa notte.
japanese: 今宵は明るく輝いている。
portuguese: Está brilhando intensamente nesta noite.
russian: Как ярко она светит этой ночью.
spanish: Brilla con fuerza en esta noche.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CITY_LAMP.ON
source: Nary a glimmer.
french: Pas la möindre lueur.
german: Kaum ein Schimmer.
italian: Neanche un barlume.
japanese: かすかな光すらない。
portuguese: Nem um lampejo.
russian: Капелька света.
spanish: Apenas un resplandor.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CITY_LAMP.GENERIC
source: A welcome sign of civilization.
french: Un signe bienvenu de civilisation.
german: Ein willkommenes Zeichen der Zivilisation.
italian: Un gradito segno di civiltà.
japanese: 文明の歓迎の証だ。
portuguese: Um sinal muito bem-vindo de civilização.
russian: Отлично, следы цивилизации.
spanish: Un agradable signo de civilización.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CITY_LAMP.ON
source: It eases my mind.
french: Ça soulage mon esprit.
german: Sie beruhigt mich.
italian: Mi rilassa la mente.
japanese: 心が安らぐ。
portuguese: Isso tranquiliza minha mente.
russian: Мне становится легче.
spanish: Me relaja mentalmente.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CITY_LAMP.GENERIC
source: They don't turn off when I get close!
french: Ça ne s'éteint pas quand je m'approche !
german: Sie geht nicht aus, wenn wir näherkommen!
italian: Non si spengono quando ci avviciniamo!
japanese: 近づいても消えない！
portuguese: Elas não desligam quando eu chego perto!
russian: Они не гаснут, когда мы приближаемся!
spanish: ¡No se apagan al acercarnos!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CITY_LAMP.ON
source: I miss street lamps.
french: J'aimais bien ces lampadaires.
german: Wir vermissen Straßenlaternen.
italian: Mi mancano i lampioni.
japanese: 街中のランプが恋しい。
portuguese: Sinto falta das luzes da rua.
russian: Мы скучаем по уличным фонарям.
spanish: Echo de menos las farolas.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CITY_LAMP.GENERIC
source: It cannot ward off the darkness forever.
french: Je ne pourrai pas repousser à jamais l'obscurité.
german: Sie wird die Finsternis nicht für immer abwehren können.
italian: Non può tenere alla larga l'oscurità per sempre.
japanese: 暗闇から永遠には逃れられない。
portuguese: Não vai conseguir afastar a escuridão para sempre.
russian: Она не сможет вечно разгонять тьму.
spanish: No puede mantener la oscuridad a raya eternamente.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CITY_LAMP.ON
source: A place to hold light.
french: Un endroit où placer une lumière.
german: Ein Ort, der das Licht hält.
italian: Un posto dove tenere la luce.
japanese: 明かりを灯すところ。
portuguese: Um lugar para guardar a luz.
russian: Здесь может появиться свет.
spanish: Un lugar para contener luz.

# -- STRINGS.CHARACTERS.WHEELER.DESCRIBE.CITY_LAMP.GENERIC
source: A free light source. I'll take it.
german: Ein Gratis-Licht. Her damit.
italian: Una fonte luminosa gratuita. La prendo.
portuguese: Uma fonte de luz gratuita. Eu vou levar.
russian: Бесплатный источник света? Беру.
spanish: Una fuente de luz gratis. Me la llevo.

# -- STRINGS.CHARACTERS.WHEELER.DESCRIBE.CITY_LAMP.ON
source: Not much to look at now, but wait'll nighttime.
german: Sieht nach nicht viel aus, aber das ändert sich nachts.
italian: Non è un granché da vedere, ma di notte tornerà utile.
portuguese: Não há muito o que olhar agora, mas espere até a noite.
russian: Сейчас здесь особо не на что смотреть, но вот ночью...
spanish: Ahora no es gran cosa, pero verás por la noche.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CITY_LAMP.GENERIC
source: Quite radiant.
french: Tout simplement lumineux.
german: Strahlend.
italian: Piuttosto luminoso.
japanese: とても明るいですね。
portuguese: Muito radiante.
russian: Довольно ярко.
spanish: De lo más radiante.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CITY_LAMP.ON
source: A dormant street lamp.
french: Un lampadaire qui sommeille.
german: Eine Straßenlaterne im Tiefschlaf.
italian: Un lampione inattivo.
japanese: 街の明かりが付いていません。
portuguese: Um poste de rua adormecido.
russian: Потухший уличный фонарь.
spanish: Una farola dormida.

# -- STRINGS.CHARACTERS.WILBA.DESCRIBE.CITY_LAMP.GENERIC
source: 'TIS A LAMP
german: 'S IST EINE LAMPE.
italian: QUESTA È UNA LUCE DELLA STRADA
portuguese: ÉS UMA LUMINÁRIAS
russian: СИЕ ЕСТЬ ЛАМПА
spanish: UNA LÁMPARA

# -- STRINGS.CHARACTERS.WILBA.DESCRIBE.CITY_LAMP.ON
source: 'TIS ONLY ALIGHT AT NIGHT
german: BRENNET NUR NÄCHTENS.
italian: È ACCESO SOLO DI NOTTE
portuguese: APENAS BRILHARES DE NOITES
russian: ГОРИТ ОН ЛИШЬ В НОЧИ
spanish: SOLO DA LUZ DE NOCHE

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CITY_LAMP.GENERIC
source: Fire is so versatile.
french: Le feu a tant de fonctions.
german: Feuer ist so vielseitig.
italian: Il fuoco è così versatile.
japanese: 火ってホントに万能。
portuguese: O fogo é tão versátil.
russian: Еще одно применение огню.
spanish: El fuego es tan versátil.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CITY_LAMP.ON
source: They're kinda dull in the daytime.
french: Sans réel intérêt le jour.
german: Sie sind tagsüber irgendwie langweilig.
italian: Di giorno sono così noiosi.
japanese: 昼間はあんまり目立たない。
portuguese: Elas são meio chatas durante o dia.
russian: Днем в них нет ничего интересного.
spanish: Son un poco sosas de día.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CITY_LAMP.GENERIC
source: Wolfgang does not like the dark.
french: Wolfgang aime pas le noir.
german: Wolfgang mag nicht die Dunkelheit.
italian: A Wolfgang non piace il buio.
japanese: オレ様、暗闇きらい。
portuguese: Wolfgang não gosta de escuro.
russian: Вольфгангу не нравится темнота.
spanish: A Wolfgang no le gusta la oscuridad.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CITY_LAMP.ON
source: Is lamp for night lights.
french: C'est une sorte de veilleuse pour la nuit.
german: Lampe für Nachtlicht.
italian: È una lampada per la luce notturna.
japanese: 夜を照らすランプ。
portuguese: É lâmpada para luzes noturnas.
russian: Фонарь для ночного света.
spanish: Ser lámpara para luces de noche.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CITY_LAMP.GENERIC
source: A little bit of safe haven.
french: C'est en quelque sorte un abri.
german: Ein bisschen Zuflucht.
italian: Un barlume di sicurezza.
japanese: これでちっとは安全だ。
portuguese: Um pequeno refúgio.
russian: Островок безопасности во тьме.
spanish: Un poquito de refugio.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CITY_LAMP.ON
source: Looks like a street lamp.
french: Ça ressemble à un lampadaire.
german: Sieht aus wie eine Straßenlaterne.
italian: Sembra un lampione.
japanese: 街の明かりみてぇだな。
portuguese: Parece um poste de luz.
russian: Похоже на уличный фонарь.
spanish: Parece una farola.

# -- STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CITY_LAMP.GENERIC
source: Sanctuary!
german: Zuflucht!
italian: Terra!
portuguese: Um santuário!
russian: Убежище!
spanish: ¡Refugio!

# -- STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CITY_LAMP.ON
source: A landlamp.
german: Eine Landlampe.
italian: Un lampada da terra.
portuguese: Um lampião de terra firme.
russian: Сухопутный фонарь.
spanish: Una lámpara de tierra.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CITY_LAMP.GENERIC
source: Big light stick
french: Un grand bâton qui fait de la lumière.
german: Großer Lichtstock.
italian: Bastone luminoso grande
japanese: 大きい光の棒
portuguese: Grande bastão de luz!
russian: Большая палка-светилка
spanish: Palo de luz grande

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CITY_LAMP.ON
source: No light
french: Y a pas de lumière.
german: Kein Licht.
italian: Niente luce
japanese: 光がない
portuguese: Sem luz.
russian: Нет света
spanish: Sin luz

# STRINGS.CHARACTERS.WX78.DESCRIBE.CITY_LAMP.GENERIC
source: PRIMITIVE SOURCE OF ILLUMINATION
french: UNE SOURCE DE LUMIÈRE PRIMITIVE.
german: PRIMITIVE BELEUCHTUNGSQUELLE
italian: FONTE DI ILLUMINAZIONE PRIMITIVA
japanese: ＊旧式の照明装置＊
portuguese: FONTE PRIMITIVA DE ILUMINAÇÃO
russian: ПРИМИТИВНЫЙ ИСТОЧНИК СВЕТА
spanish: UNA FUENTE DE ILUMINACIÓN PRIMITIVA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CITY_LAMP.ON
source: NONFUNCTIONING
french: HORS SERVICE.
german: NICHT FUNKTIONSTÜCHTIG
italian: NON FUNZIONA
japanese: ＊対象：電源オフ＊
portuguese: NÃO OPERACIONAL
russian: НЕ ФУНКЦИОНИРУЕТ
spanish: NO FUNCIONA

# -- STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_HAMMER
source: Rather speeds up civil engineering.
portuguese: Isso acelera a engenharia civil.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CITY_LAMP.GENERIC
source: How wonderful! Does it run on direct current or alternating current?
french: Comme c'est merveilleux ! Cela fonctionne avec du courant continu ou alternatif ?
japanese: なんてすごいんだ！これの電流は直流かな交流なのかな？

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CITY_LAMP.ON
source: Presumably they've turned it off to conserve the bulb.
french: Il semblerait qu'éteindre ceci permette une meilleure conservation de l'ampoule.
japanese: おそらく、電球を長持ちさせるために、切ってあるんだ。

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_LAMP.GENERIC
source: Thanks for keeping me safe, light!
french: Merci d'assurer ma sécurité, la lampe !
japanese: 光のおかげで、安全だ。ありがとう！

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_LAMP.ON
source: Pretty sure that's a lamp.
french: Je crois bien que c'est une lampe.

# STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_LAMP.GENERIC
source: What an intriguing civilization!
french: Quelle civilisation intrigante !
japanese: 実に興味深い文明だ！

# STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_LAMP.ON
source: No need for light in the daytime, I suppose.
french: Nul besoin de lumière en journée, je suppose.
japanese: 日中は灯の必要はないだろう。

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CITY_LAMP.GENERIC
source: A free light source. I'll take it.
french: Une source de lumière gratuite. Je prends.
japanese: タダの明かり。もーらい。

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CITY_LAMP.ON
source: Not much to look at now, but wait'll nighttime.
french: Il n'y a pas grand-chose à voir pour l'instant, mais attendez voir la nuit.
japanese: 今のところ気になるものはない…夜を待とう。

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CITY_LAMP.GENERIC
source: 'TIS A LAMP
french: C'EST UNE LAMPE
japanese: ランプ。

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CITY_LAMP.ON
source: 'TIS ONLY ALIGHT AT NIGHT
french: IL EST ALLUMÉ QUE LA NUIT
japanese: 夜なら使える。

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CITY_LAMP.GENERIC
source: Sanctuary!
french: Un refuge !
japanese: 避難所！

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CITY_LAMP.ON
source: A landlamp.
french: Une lampe de terre ferme.
japanese: 陸上ランプ。

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_HAMMER
source: It's like a big eraser.
japanese: 巨大な消しゴムみたいな感じ。
