Repository: cloudyyoung/hamlet-city-lamp
Catalog: languages/*_mex.po
Languages: spanish

# STRINGS.NAMES.CITY_LAMP
source: Lamp Post
spanish: Farola

# STRINGS.RECIPE_DESC.CITY_LAMP
source: I can't believe I can make this.
spanish: No puedo creer que puedo hacer esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CITY_LAMP.GENERIC
source: Plain fire. No science involved.
spanish: Es fuego común y corriente. No hay ciencia de por medio.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CITY_LAMP.ON
source: Lusterless.
spanish: Le falta brillo.

# -- STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CITY_LAMP.GENERIC
source: How wonderful! Does it run on direct current or alternating current?
spanish: ¡Qué maravilla! ¿Funciona con corriente continua o alterna?

# -- STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CITY_LAMP.ON
source: Presumably they've turned it off to conserve the bulb.
spanish: Supongo que la apagaron para preservar el foco.

# -- STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_LAMP.GENERIC
source: Thanks for keeping me safe, light!
spanish: ¡Gracias por mantenerme a salvo, luz!

# -- STRINGS.CHARACTERS.WALANI.DESCRIBE.CITY_LAMP.ON
source: Pretty sure that's a lamp.
spanish: Estoy segura de que es una lámpara.

# -- STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_LAMP.GENERIC
source: What an intriguing civilization!
spanish: ¡Qué civilización tan intrigante!

# -- STRINGS.CHARACTERS.WARBUCKS.DESCRIBE.CITY_LAMP.ON
source: No need for light in the daytime, I suppose.
spanish: Supongo que no hay necesidad de brindar luz durante el día.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CITY_LAMP.GENERIC
source: It's a small comfort.
spanish: Es una pequeña comodidad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CITY_LAMP.ON
source: What a quaint street lamp.
spanish: Qué farola más pintoresca.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CITY_LAMP.GENERIC
source: It shines bright this night.
spanish: Esta noche brilla con fuerza.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CITY_LAMP.ON
source: Nary a glimmer.
spanish: Ni un destello.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CITY_LAMP.GENERIC
source: A welcome sign of civilization.
spanish: Un agradable indicio de civilización.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CITY_LAMP.ON
source: It eases my mind.
spanish: Me da paz.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CITY_LAMP.GENERIC
source: They don't turn off when I get close!
spanish: ¡No se apagan cuando me acerco!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CITY_LAMP.ON
source: I miss street lamps.
spanish: Extraño las luces de las calles.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CITY_LAMP.GENERIC
source: It cannot ward off the darkness forever.
spanish: No puede repeler la oscuridad por siempre.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CITY_LAMP.ON
source: A place to hold light.
spanish: Un lugar para conservar la luz.

# -- STRINGS.CHARACTERS.WHEELER.DESCRIBE.CITY_LAMP.GENERIC
source: A free light source. I'll take it.
spanish: Una fuente de luz libre. Voy por ella.

# -- STRINGS.CHARACTERS.WHEELER.DESCRIBE.CITY_LAMP.ON
source: Not much to look at now, but wait'll nighttime.
spanish: No hay mucho que ver ahora, pero esperaré hasta la medianoche.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CITY_LAMP.GENERIC
source: Quite radiant.
spanish: Qué brillante.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CITY_LAMP.ON
source: A dormant street lamp.
spanish: Una farola dormida.

# -- STRINGS.CHARACTERS.WILBA.DESCRIBE.CITY_LAMP.GENERIC
source: 'TIS A LAMP
spanish: UNA FAROLA ES

# -- STRINGS.CHARACTERS.WILBA.DESCRIBE.CITY_LAMP.ON
source: 'TIS ONLY ALIGHT AT NIGHT
spanish: ENCENDIDA SOLO DE NOCHE ESTÁ

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CITY_LAMP.GENERIC
source: Fire is so versatile.
spanish: El fuego es muy versátil.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CITY_LAMP.ON
source: They're kinda dull in the daytime.
spanish: En el día son un poco aburridas.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CITY_LAMP.GENERIC
source: Wolfgang does not like the dark.
spanish: A Wolfgang no gustarle la oscuridad.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CITY_LAMP.ON
source: Is lamp for night lights.
spanish: Lámpara para luces de noche.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CITY_LAMP.GENERIC
source: A little bit of safe haven.
spanish: Es un pequeño refugio.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CITY_LAMP.ON
source: Looks like a street lamp.
spanish: Parece una farola.

# -- STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CITY_LAMP.GENERIC
source: Sanctuary!
spanish: ¡Refugio!

# -- STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CITY_LAMP.ON
source: A landlamp.
spanish: Una linterna de tierra.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CITY_LAMP.GENERIC
source: Big light stick
spanish: Gran palo de luz

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CITY_LAMP.ON
source: No light
spanish: Sin luz

# STRINGS.CHARACTERS.WX78.DESCRIBE.CITY_LAMP.GENERIC
source: PRIMITIVE SOURCE OF ILLUMINATION
spanish: UNA FUENTE DE ILUMINACIÓN PRIMITIVA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CITY_LAMP.ON
source: NONFUNCTIONING
spanish: FUERA DE SERVICIO
